Repository: Alanon202/skin.eminence.2.mod
Catalog: language/*/strings.po
Languages: french, german, spanish

# #31676
source: Resets the home bar colour and opacity.
french: Réinitialiser la couleur et l'opacité de la barre du menu Accueil par défaut.
spanish: Restablecer color y opacidad de la barra de inicio.

# #31677
source: Colour and opacity of the primary widget tile
french: Couleur et opacité de la tuile principale du widget
german: Farbe und Transparenz der primären Widget-Kachel
spanish: Color y opacidad del recuadro de widget primario

# #31678
source: Colour and opacity of the secondary widget tile
french: Couleur et opacité de la tuile secondaire du widget
german: Farbe und Transparenz der sekundären Widget-Kachel
spanish: Color y opacidad del recuadro de widget secundario

# #31679
source: Reset the colour and opacity of the primary widget tile
french: Réinitialiser la couleur et opacité de la tuile principale du widget
german: Farbe und Transparenz der primären Widget-Kachel auf Standard zurücksetzen
spanish: Restablecer color y opacidad del recuadro de widget primario

# #31680
source: Reset the colour and opacity of the secondary widget tile
french: Réinitialiser la couleur et opacité de la tuile secondaire du widget
german: Farbe und Transparenz der sekundären Widget-Kachel auf Standard zurücksetzen
spanish: Restablecer color y opacidad del recuadro de widget secundario

# #31681
source: Sets the colour and opacity of the primary widget tile.
french: Définir la couleur et l'opacité de la tuile principale du widget.
spanish: Establecer color y opacidad del recuadro de widget primario.

# #31682
source: Resets the colour and opacity of the primary widget tile.
french: Réinitialiser la couleur et l'opacité de la tuile principale du widget.
spanish: Restablecer color y opacidad del recuadro de widget primario.

# #31683
source: Sets the colour and opacity of the secondary widget tile.
french: Définir la couleur et l'opacité de la tuile secondaire du widget.
spanish: Establecer color y opacidad del recuadro de widget secundario.

# #31684
source: Resets the colour and opacity of the secondary widget tile.
french: Réinitialiser la couleur et l'opacité de la tuile secondaire du widget.
spanish: Restablecer color y opacidad del recuadro de widget secundario.

# #31685
source: Posters list
french: Liste de posters
german: Plakate Liste
spanish: Lista de Posters

# #31686
source: Replace widget fanart with background
french: Remplacer les fanarts du widget par l'arrière-plan
german: Ersetze Fanart von Widgets mit Hintergrund
spanish: Reemplazar widget fanart con fondo

# #31687
source: Replaces the widget fanart with the home background.
french: Remplacer les fanarts des widgets par l'arrière-plan du menu d'Accueil.
spanish: Reemplazar widget fanart con fondo de inicio.

# #31688
source: Sets a protection password for menu items.
french: Définir un mot de passe de protection pour les éléments du menu.
spanish: Establecer una contraseña de protección para los elementos del menú.

# #31689
source: Sets duration white menu items will be available after entering password.
french: Définir la durée pendant laquelle les éléments du menu seront accessibles une fois le mot de passe saisi.
spanish: Establecer la duración de los elementos del menú en blanco que estarán disponibles después de introducir la contraseña.

# #31690
source: Password protection
french: Protection par mot de passe
german: Passwortschutz
spanish: Contraseña de protección

# #31691
source: Password protection for menu items
french: Mot de passe de protection des éléments du menu
spanish: Contraseña de protección para los elementos del menú

# #31692
source: Password has been successfully set!
french: Le mot de passe a été défini avec succès !
spanish: ¡Contraseña correcta!

# #31693
source: Accessibility duration for menu items
french: Durée d'accessibilité des éléments du menu
spanish: Duración de la accesibilidad para los elementos de menú

# #31694
source: Password protected content
french: Contenu protégé par mot de passe
spanish: Protegido con contraseña

# #31695
source: Press [B]Enter[/B] and insert the password.
french: Appuyez sur [B]Entrée[/B] et insérez le mot de passe.
spanish: Pulse [B]Enter[/B] y escriba la contraseña.

# #31696
source: Incorrect password! Please Retry.
french: Mot de passe incorrect ! Veuillez réessayer.
spanish: ¡Contraseña incorrecta! Repita por favor.

# #31697
source: Correct password! This menu is now available for
french: Mot de passe correct ! Ce menu est maintenant accessible pour
spanish: ¡Contraseña correcta! Este menu está ahora disponible por

# #31699
source: Enable day/night colour themes
french: Activer les thèmes de couleurs Jour/Nuit
german: Aktiviere Tag/Nacht-Umschaltung für Themen
spanish: Habilitar temas dia/noche

# #31700
source: Theme to use at day time
french: Thème à utiliser le jour
german: Thema welches während des Tages verwendet wird
spanish: Tema para usar de dia

# #31701
source: Theme to use at night time
french: Thème à utiliser la nuit
german: Thema welches während der Nacht verwendet wird
spanish: Tema para usar de noche

# #31702
source: every day at
french: tous les jours à partir de
german: Jeden Tag um
spanish: todos los dias a

# #31703
source: Toggles the automatic change of the colour theme based on day and night.
french: Activer le changement automatique du thème jour/nuit.
spanish: Alterna el cambio automático del tema de color basado en el día y la noche.

# #31704
source: Selects the theme to use during the day.
french: Sélectionner le thème à utiliser le jour.
german: Wähle das Thema für Tags
spanish: Seleccionar el tema para usar de dia.

# #31705
source: Selects the theme to use on nights.
french: Sélectionner le thème à utiliser la nuit.
german: Wähle das Thema für Nachts
spanish: Seleccionar el tema para usar de noche.

# #31706
source: Create and manage all colour themes.
french: Créer et gérer l'ensemble des thèmes de couleurs.
spanish: Crear y gestionar todos los temas de color.

# #31707
source: Protect home menu items with a password
french: Protéger les éléments du menu d'Accueil par un mot de passe
german: Schütze Hauptmenüeinträge mit einem Passwort
spanish: Proteger los elementos del menú Inicio con contraseña

# #31708
source: Protect home menu items with a password. The protection of each item is performed in [B]Customise Home Menu[/B].
french: Protéger les éléments du menu d'Accueil par un mot de passe. La protection de chaque élément s'éffectue dans la section [B]Personnaliser le menu Accueil[/B].
spanish: Proteger los elementos del menú Inicio con contraseña. La protección de cada elemento se activa en [B]Personalizar menú Inicio[/B].

# #31709
source: Icons and texts only
french: Icônes et textes uniquement
german: Nur Symbole und Text
spanish: Sólo Iconos y textos

# #31710
source: Show the info panel when video is paused
french: Afficher les informations lorsque la vidéo est en pause
german: Zeige den Info-Dialog bei pausiertem Video
spanish: Mostrar información cuando el video se pare

# #31711
source: Shows the info panel when the video is paused.
french: Afficher le panneau d'informations lorsque la vidéo est mise en pause.
german: Zeigt den Info-Dialog bei pausiertem Video
spanish: Mostrar panel de información cuando se pare el vídeo.

# #31712
source: second(s)
french: seconde(s)
german: Sekunde(n)
spanish: segundo (s)

# #31713
source: Time to display
french: Délai avant affichage
spanish: Tiempo para mostrar

# #31714
source: Sets the time before the synopsis displays in the video library.
french: Définir le délai avant l'affichage du synopsis dans la bibliothèque vidéo.
spanish: Establecer el tiempo antes de la visualización sinopsis en la videoteca.

# #31715
source: Hide tile
french: Masquer la tuile
german: Verberge Kachel
spanish: Ocultar recuadro

# #31716
source: Hide the header tile.
french: Masquer la tuile de l'en-tête.
spanish: Ocultar recuadro de cabecera

# #31717
source: Show indicators with widget infos
french: Afficher les indicateurs avec les informations du widget
spanish: Mostrar indicadores en la información del widget

# #31718
source: Shows indicators of watched, unwatched, in progress and new videos with widget infos.
french: Afficher les indicateurs des vidéos vues, non vues, en cours et ajoutées récemment via les informations du widget.
spanish: Mostrar indicadores de visto, no visto, en curso y nuevos videos en la información del widget.

# #31719
source: Info displayed for episodes
french: Informations affichées pour les épisodes
german: Angezeigte Info für Episoden
spanish: Información mostrada para episodios

# #31720
source: Total Episodes
french: Nombre total des épisodes
german: Gesamte Episoden
spanish: Total de Episodios

# #31721
source: Unwatched Episodes
french: Nombre des épisodes non vus
german: Ungesehene Episoden
spanish: Episodios no Vistos

# #31722
source: Watched Episodes
french: Nombre des épisodes vus
german: Gesehene Episoden
spanish: Episodios Vistos

# #31724
source: Unwatched
french: Non vus
german: Ungesehen
spanish: No Vistos

# #31725
source: Watched
french: Vus
german: Gesehen
spanish: Vistos

# #31726
source: Sets the info displayed on TV shows and seasons. [[B]Total Episodes[/B]] will show the total number of episodes for a TV shows or a season, [[B]Unwatched Episodes[/B]] will show the number of episodes not viewed for a TV shows or a season, [[B]Watched Episodes[/B]] will show the number of episodes already viewed for a TV shows or a season.
french: Définir l'information affichée sur les séries TV et les saisons. [[B]Nombre total des épisodes[/B]] affichera le nombre total des épisodes d'une séries TV ou d'une saison, [[B]Nombre des épisodes non vus[/B]] affichera le nombre des épisodes restants à visionner d'une série TV ou d'une saison, [[B]Nombre des épisodes vus[/B]] affichera le nombre des épisodes déjà visionnés d'une séries TV ou d'une saison.
spanish: Establece la información que se muestra en los programas de televisión y las estaciones. [[B] Episodios Totales [/ B]] mostrará el número total de episodios de un programa de TV o una temporada, [[B] Episodios no vistos [/ B]] mostrará el número de episodios no vistos para programas de TV o Una temporada, [[B] episodios mirados [/ B]] mostrará el número de episodios ya vistos para una serie de televisión o una temporada.

# #31727
source: [B]AutoCompletion for virtual keyboard[/B] add-on is needed to show autocompletion of keyboard.
french: L'extension [B]AutoCompletion for virtual keyboard[/B] est nécessaire pour la saisie automatique du clavier.
spanish: [B] AutoCompletar en teclado virtual [/B] es necesario addon para mostrar autocompletar en el teclado.

# #31728
source: Posters with Emerging Info
french: Posters avec apparition des informations
german: Plakate mit ausklappender Info
spanish: Posters con información de emergencia

# #31729
source: Big fanarts
french: Grands fanarts

# #31730
source: Big Banner
french: Grande Bannière
german: Große Banner
spanish: Banner Grande

# #31731
source: Watched for the last time on
french: Vu pour la dernière fois le
german: Zuletzt gesehen am
spanish: Visto por última vez en

# #31732
source: Aired for the last time on
french: Diffusé pour la dernière fois le
german: Zuletzt ausgestrahlt am
spanish: Emitido por última vez en

# #31733
source: Hide Next Aired infos
french: Masquer les informations de prochaine diffusion
german: Verberge Info's von NextAired
spanish: Ocultar información de las próximas Emisiones

# #31734
source: Indicators
french: Indicateurs
german: Indikatoren
spanish: Indicadores

# #31735
source: All
french: Tous
german: Alle
spanish: TODAS

# #31736
source: Hide unwatched indicator only
french: Masquer l'indicateur des non vus seuleument
spanish: Ocultar sólo indicador no activado

# #31737
source: Hub Image
french: Image du Hub
german: Hub-Grafik
spanish: Imagen del Hub

# #31738
source: Unwatched Movies
french: Films non vus
german: Ungesehene Filme
spanish: Películas no vistas

# #31739
source: Unwatched Episodes
french: Episodes non vus
german: Ungesehene Episoden
spanish: Episodios no vistos

# #31740
source: Pixelated
french: Pixélisé
spanish: Pixelado

# #31741
source: [B]colorbox Script[/B] add-on is needed to display pixelated fanart on music visualisation background.
french: L'extension [B]colorbox Script[/B] est nécessaire pour afficher un arrière-plan pixélisé sur l'écran de visualisation de la musique.
spanish: [B]colorbox Script[/B] Add-on es necesario para mostrar fanart pixelado en el fondo de visualización de música.

# #31742
source: Logos with fanarts/Thumbs
french: Logos avec fanarts/Vignettes

# #31743
source: Big Wide with ClearArt
french: Panoramique avec ClearArts
german: Große, breite Liste mit ClearArt
spanish: Amplio con ClearArt

# #31744
source: ClearArt List
french: Liste des ClearArts
german: Liste mit ClearArt
spanish: ClearArt Lista

# #31745
source: Logos List
french: Liste de logos
german: Liste mit Logos
spanish: Logos Lista

# #31746
source: Hide bottom bar
french: Masquer la barre du bas
german: Verberge untere Leiste
spanish: Ocultar barra inferior

# #31747
source: Autostart Artwork Downloader after a library update
french: Démarrer automatiquement l'extension [B]Artwork Downloader[/B] après la mise à jour la bibliothèque
german: Automatischer Download von Grafiken nach einem Update der Bibliothek
spanish: Autostart Artwork Downloader después de una actualización de la biblioteca

# #31748
source: Automatically downloads all available artwork using the [B]Artwork Downloader[/B] add-on.
french: Télécharger automatiquement tous les artworks nécessaires à l'aide de l'extension [B]Artwork Downloader[/B].
spanish: Descarga automáticamente todas las ilustraciones disponibles [B]Artwork Downloader[/B] add-on.

# #31749
source: Show DiscArt on video info screens
french: Afficher le DiscArt sur les informations vidéos
german: Zeige DiscArt im Video-Infobildschirm
spanish: Mostrar DiscArt en las pantallas de información de vídeo

# #31750
source: Shows DiscArt on video info screens.
french: Afficher le DiscArt sur les informations vidéos.
german: Zeigt DiscArt im Video-Infobildschirm
spanish: Mostrar DiscArt en las pantallas de información de vídeo

# #31751
source: Hide submenu icons
french: Masquer les icônes des sous-menus
german: Verberge Symbole in Untermenüs
spanish: Ocultar iconos de submenú

# #31752
source: Hides the submenu icons.
french: Masquer les icônes des sous-menus.
german: Verberge die Symbole in Untermenüs
spanish: Oculta los iconos del submenú.

# #31753
source: Main colour of indicators
french: Couleur principale des indicateurs
spanish: Color principal de los indicadores

# #31754
source: Secondary colour of indicators
french: Couleur secondaire des indicateurs
spanish: Color secundario de los indicadores

# #31755
source: Sets the main colour of watched, unwatched, recently added and ongoing indicators.
french: Définir la couleur principale des indicateurs de fichiers vus, non vus, récemment ajoutés et en cours.
spanish: Establece el color principal de los indicadores observados, no visualizados, recientemente agregados y en curso.

# #31756
source: Sets the secondary colour of watched, unwatched, recently added and ongoing indicators.
french: Définir la couleur secondaire des indicateurs de fichiers vus, non vus, récemment ajoutés et en cours.
spanish: Establece los colores secundarios de los indicadores observados, no visualizados, agregados recientemente y en curso.

# #31757
source: Submenu style
french: Style des sous-menus
german: Aussehen der Untermenüs
spanish: Estilo del submenú

# #31758
source: Sets the submenu style.
french: Sélectionner l'apparence des sous-menus.
spanish: Establece el estilo del submenú.

# #31760
source: Small
french: Réduit
spanish: Pequeño

# #31761
source: Allows widget reloading.
french: Permet d'autoriser le rechargement des widgets.
german: Erlaube neues Laden der Widgets
spanish: Permite la recarga del widget.

# #31762
source: Use compact Video OSD
french: Utiliser l'OSD Vidéo compacte
german: Benutze kompaktes Video-OSD
spanish: Desactivar OSD de vídeo (Al cambiar)?

# #31763
source: Use animated artwork
french: Utiliser des artwork animés
german: Benutze animierte Grafiken
spanish: Utilizar ilustraciones animadas

# #31764
source: Uses animations instead of static posters and fanart, if available.
french: Utiliser des posters et fanarts animés plutôt que statiques (si disponible).
spanish: Utiliza animaciones en lugar de carteles estáticos y fanart, si está disponible.

# #31765
source: Compacts the flags into the info popup.
french: Réduire la taille de l'OSD vidéo.
german: Integriere Flags in den Info-Dialog
spanish: Compacta los indicadores en la ventana emergente de información.

# #31766
source: Use Extrafanart backgrounds
french: Utiliser les Extrafanarts en arrière-plan
german: Benutze ExtraFanart als Hintergrund
spanish: Utilizar fondos Extrafanart

# #31767
source: Enables the auto-rotating Extrafanart, if properly configured.
french: Activer la rotation des Extrafanarts (si correctement configurée).
spanish: Habilita el Extrafanart de rotación automática, si está configurado correctamente.

# #31768
source: File Manager
french: Explorateur de fichiers
german: Dateimanager
spanish: Administrador de archivos

# #31769
source: Use the alphabet scrollbar
french: Utiliser la barre de défilement alphabétique
german: Benutze Scrollbalken mit Alphabet
spanish: Utilice la barra de desplazamiento del alfabeto

# #31770
source: Enables the alphabet scrollbar for quicker navigation in the library. [B]Disable this setting if you experience performance issues.[/B]
french: Activer la barre de défilement alphabétique pour une navigation plus rapide dans la bibliothèque. [B]Désactiver cette option si vous rencontrez des problèmes de performance.[/B]
spanish: Activa la barra de desplazamiento del alfabeto para una navegación más rápida en la biblioteca. [B] Desactive esta opción si experimenta problemas de rendimiento. [/B]

# #31771
source: Use regular scrollbars
french: Utiliser les barres de défilements standards
german: Benutze normale Scrollbalken
spanish: Usar barras de desplazamiento normales

# #31772
source: Enables regular vertical and horizontal scrollbars for quicker navigation in the library.
french: Activer les barres de défilements verticales et horizontales standards pour une navigation plus rapide dans la bibliothèque.
spanish: Permite barras de desplazamiento verticales y horizontales regulares para una navegación más rápida en la biblioteca.

# #31773
source: Pixel format of video
french: Résolution de la vidéo
german: Pixelformat des Videos
spanish: Formato de píxel del vídeo

# #31774
source: Video Decoder
french: Décodeur Vidéo
german: Videodekoder
spanish: Decodificador de video

# #31775
source: Use dark interface
french: Utiliser un fond sombre dans les listes
german: Benutze dunkle Ansicht
spanish: Utilizar la interfaz oscura

# #31776
source: Enables custom dark diffused backgrounds for all views.
french: Activer les arrière-plans sombres pour toutes les vues.
spanish: Habilita fondos oscuros oscuros difundidos para todas las vistas.

# #31777
source: Premiered
french: Première
german: Erstausstrahlung
spanish: Estrenado

# #31778
source: Directed by
french: Réalisé par
german: Regie durch
spanish: Dirigido por

# #31779
source: Written by
french: Ecrit par
german: Drehbuch von
spanish: Escrito por

# #31780
source: Use HH:MM duration format
french: Utiliser le format HH:MM pour la durée
german: Benutze das Format HH:MM
spanish: Usar formato de duración HH: MM

# #31781
source: Uses hours and minutes for all duration flags.
french: Utiliser le format HH:MM.
spanish: Utiliza horas y minutos para todos los indicadores de duración.

# #31782
source: [B]Skin Helper Widgets[/B] add-on is needed to provide additional widgets for the skin.
french: L'extension [B]Skin Helper Widgets[/B] est nécessaire pour fournir les widgets additionnels pour le thème.
spanish: [B]Skin Helper Widgets[/B] Add-on es necesario para proporcionar widgets adicionales para la piel.

# #31784
source: Show user ratings for music and videos
french: Afficher les notes utilisateurs pour la musique et les vidéos
german: Zeige Benutzerbewertung für Musik und Videos
spanish: Mostrar valoraciones de usuarios para música y videos

# #31785
source: Enables the user rating display wherever possible, including the Music OSD.
french: Activer la notation sur 10 étoiles partout où il est possible de l'afficher, incluant l'OSD Musique.
spanish: Habilita la pantalla de calificación de usuario siempre que sea posible, incluyendo el OSD de música.

# #31786
source: Install date :
french: Date d'installation :
german: Installationsdatum :
spanish: Fecha de instalación:

# #31787
source: Use overlay labels
french: Afficher les titres (film, séries TV...) dans la vue Netflix
spanish: Usar etiquetas de superposición

# #31788
source: Use shadows on text
french: Ajouter des ombres sous les textes
german: Benutzen Schatten für Texte
spanish: Usar sombras en el texto

# #31789
source: Uses the selected music artwork as skin background during playback.
french: Utiliser l'artwork musical en tant qu'arrière-plan lors de l'écoute musicale.
spanish: Utiliza la ilustración de música seleccionada como fondo de piel durante la reproducción.

# #31790
source: Use shadows on the light interface
french: Ajouter des ombres sur l'interface claire
german: Benutze Schatten in heller Ansicht
spanish: Utilizar sombras en la interfaz de luz

# #31791
source: Wraps a shadow effect around the light interface panels.
french: Afficher un effet d'ombre enveloppant les panneaux de l'interface claire.
spanish: Envuelve un efecto de sombra alrededor de los paneles de interfaz de luz.

# #31792
source: Customise QuickNav shortcuts
french: Personnaliser les raccourcis QuickNav
german: Anpassen der QuickNav Verknüpfungen
spanish: Personalizar accesos directos de QuickNav

# #31793
source: Configures a special shortcuts menu for quick navigation accessible from anywhere.
french: Configurer un menu spécial de raccourcis pour une navigation rapide accessible de partout.
spanish: Configura un menú de atajos especiales para una navegación rápida accesible desde cualquier lugar.

# #31795
source: Opacity
french: Opacité
german: Transparenz
spanish: Opacidad

# #31796
source: [B]Skin Helper Colourpicker[/B] add-on is needed to adjust the skin colour settings.
french: L'extension [B]Skin Helper Colourpicker[/B] est nécessaire pour modifier les couleurs du thème.
spanish: [B] El complemento del selector de color [/B] de Skin Helper es necesario para ajustar la configuración del color de la piel.

# #31797
source: [B]Animated Busy Spinners Pack[/B] add-on is needed to add extra spinner textures to the skin.
french: L'extension [B]Animated Busy Spinners Pack[/B] est nécessaire pour ajouter des textures au pointeur du thème.
spanish: [B] Animated Busy Spinners Pack [/ B] add-on es necesario agregar texturas spinner extra a la skin.

# #31798
source: Backup fake disc
french: Sauvegarder le disque généré (type CD gravé) par le thème
spanish: Copia de seguridad del disco falso

# #31799
source: Shows a fake rotating disc as backup on Music OSD instead of the plain CD underside.
french: Affiche un disque généré par le thème (type CD gravé) rotatif sur l'OSD Musique au lieu du DiscArt (si celui-ci n'est pas disponible).
spanish: Muestra un disco rotativo falso como copia de seguridad en Music OSD en lugar del CD inferior.
