Repository: Alanon202/skin.eminence.2.mod
Catalog: language/*/strings.po
Languages: french, german, spanish

# #31803
source: [B]Skin Helper Skin Backup[/B] add-on is needed to enable skin backup and restore features.
french: L'extension [B]Skin Helper Skin Backup[/B] est nécessaire pour activer la fonction de sauvegarde et de restauration du thème.
spanish: [B] Skin Helper Skin Backup[/B] se necesita para habilitar las funciones de copia de seguridad y restauración de la piel.

# #31804
source: Use manfeed's lyrics
french: Utiliser manfeed's lyrics (paroles)
german: Benutze manfeed's Texte
spanish: Usar manfeed's lyrics

# #31805
source: Enables coloured and animated lyrics from manfeed instead of the regular one.
french: Activer les paroles colorées et animées depuis l'extension manfedd plutôt que depuis celle de base.
spanish: Habilita las letras coloreadas y animadas de manfeed en lugar de la regular.

# #31806
source: Use bars in Hub menus
french: Utiliser les barres dans les menus Hub
german: Benutze Balken in den Menüs der Hubs
spanish: Usar barras en los menús de Hub

# #31807
source: Enables the white bars in hub menus instead of the dark and light themed panels.
french: Activer les barres blanches dans les menus Hub au lieu des panneaux sombres et clairs.
spanish: Habilita las barras blancas en los menús del concentrador en lugar de los paneles temáticos oscuros y ligeros.

# #31808
source: Show duration flags
french: Afficher les informations relatives à la durée
german: Zeige Flags für die Spielzeit
spanish: Mostrar indicadores de duración

# #31809
source: Displays the finish time, duration and set posters in the library.
french: Afficher l'heure de fin, la durée ainsi que les posters dans la bibliothèque.
spanish: Muestra la hora de finalización, la duración y el conjunto de carteles en la biblioteca.

# #31810
source: Revenue
french: Revenus
german: Einnahmen
spanish: Ingresos

# #31812
source: Hide plot panel
french: Masquer le panneau du résumé
german: Verberge Beschreibung

# #31813
source: List 2
french: Liste 2
german: Liste 2
spanish: Lista 2

# #31815
source: Widget View
french: Vue de Widget
german: Widget-Ansicht
spanish: Vista de Widget

# #31817
source: Vertical
french: Verticale
german: Vetikal

# #31818
source: Switch places
french: Change les positions
german: Tausche Position zwischen Liste und Widget im Hub

# #31819
source: Switches places of the list and widget panels in the hub.
french: Change les positions de la liste et du panneau des widgets dans le hub.
german: Tausche Positionen zwischen Liste und Widget im Hub

# #31820
source: Choose flags
french: Choisir l'indicateur
german: Wähle Flags

# #31821
source: Choose between coloured or white media flags.
french: Choisir un indicateur des médias coloré ou blanc.
german: Wähle zwischen farbigen und weißen Flags für Medien

# #31822
source: White flags
french: Indicateur blanc
german: Weiße Flags

# #31823
source: Coloured flags
french: Indicateur coloré
german: Farbige Flags

# #31824
source: No widget
french: Pas de widget
german: Kein Widget

# #31825
source: Removes Hub widgets and expands the list
french: Supprimes le widget Hub et rallonge la liste
german: Entferne Hub-Widgets und erweitere Liste

# #31826
source: Hub Widget Control
french: Controle du widget Hub
german: Einstellungen Hub-Widgets

# #31827
source: Options for hub widgets (backgrounds and layout).
french: Options du widget Hub (background et disposition).
german: Optionen für Hub-Widgets (Hintergrund und Anordnung)

# #31829
source: Touch submenu
french: Touch sous-menu
german: Touch Untermenü

# #31017
source: Votes
german: Stimmen
spanish: Votos

# #31067
source: Page
german: Seite
spanish: Página

# #31127
source: Header
spanish: Cabecera

# #31164
source: Fanarts/Thumbs list
german: Fanart/Vorschaubilder Liste
spanish: Lista de Fanarts/Thumbs

# #31186
source: Action
german: Aktion
spanish: Acción

# #31193
source: Box Office
german: Einspielergebnis (Kinokasse)
spanish: Taquilla

# #31227
source: 5 minutes
german: 5 Minuten
spanish: 5 minutos

# #31228
source: 10 minutes
german: 10 Minuten
spanish: 10 minutos

# #31229
source: 20 minutes
german: 20 Minuten
spanish: 20 minutos

# #31230
source: 25 minutes
german: 25 Minuten
spanish: 25 minutos

# #31231
source: 30 minutes
german: 30 Minuten
spanish: 30 minutos

# #31698
source: minute(s)
german: Minute(n)
spanish: minuto(s)

# #31723
source: Episodes
german: Episoden
spanish: Episodios

# #31729
source: Big Fanarts
german: Große Fanart
spanish: Fanarts Grandes

# #31742
source: Logos with Fanarts/Thumbs
german: Logos mit Fanart/Vorschaubild
spanish: Logos con Fanarts/Thumbs

# #31759
source: Large
spanish: Grande

# #31811
source: Budget
spanish: Presupuesto

# #31814
source: Media Info 4
german: Medieninformationen 4
spanish: Información de los Medios 4

# #31816
source: Tuner:
german: Empfänger:
spanish: Sintonizador:

# #31162
source: Posters List
german: Plakate Liste

# #31199
source: Showcase
german: Schaufenster

# #31208
source: Lovefilm
german: Liebesfilm

# #31527
source: Show ClearArt with the UpNext Service add-on
german: Zeige ClearArt mit dem UpNext Service Addon

# #31651
source: Posters
german: Plakate

# #31830
source: Display aired date
german: Zeige Datum der Erstausstrahlung

# #31831
source: Displays the original air date of items in library.
german: Zeige Datum der Erstausstrahlung in Einträgen der Bibliothek
