Repository: Alanon202/skin.eminence.2.mod
Catalog: language/*/strings.po
Languages: french, german, spanish

# #31000
source: Item
french: élément
german: Eintrag
spanish: Elemento

# #31001
source: Items
french: éléments
german: Einträge
spanish: Elementos

# #31002
source: Tag
french: Étiquette
german: Markierung
spanish: Etiqueta

# #31003
source: Next
french: Suivant
german: Demnächst
spanish: Siguiente

# #31004
source: Opaque panels
french: Panneaux opaques
german: Undurchsichtiger Hintergrund für Skin-Menüs und Fenster
spanish: Paneles opacos

# #31005
source: Video OSD
french: OSD Vidéo

# #31006
source: Show infos when pressing info
french: Afficher les informations lors de l’appui sur la touche Info
german: Zeige Handlung beim Drücken von Info
spanish: Mostrar información al pulsar info

# #31007
source: Show media flags
french: Afficher les détails des médias
german: Zeige Medien-Flags
spanish: Mostrar simbolos de los medios

# #31008
source: Show plot overlay in video library after delay
french: Afficher le synopsis dans la bibliothèque vidéo après un délai
german: Zeige Handlung in der Video-Bibliothek verzögert in an
spanish: Mostrar superposición del argumento en la colección de vídeo después de un retraso

# #31009
source: Open playlist
french: Ouvrir la liste de lecture
german: Wiedergabeliste öffnen
spanish: Abrir lista de reproducción

# #31010
source: Save playlist
french: Sauvegarder la liste de lecture
german: Wiedergabeliste speichern
spanish: Guardar lista de reproducción

# #31011
source: Close playlist
french: Fermer la liste de lecture
german: Wiedergabeliste schließen
spanish: Cerrar lista de reproducción

# #31012
source: Current playlist
french: Liste de lecture actuelle
german: Aktuelle Wiedergabeliste
spanish: Lista de reproducción actual

# #31013
source: Muted
french: Muet
german: Lautlos
spanish: Sin sonido

# #31014
source: Show header
french: Afficher l’en-tête
german: Zeige Kopfzeile
spanish: Mostrar cabecera

# #31015
source: Live TV
french: TV en Direct
spanish: TV en directo

# #31016
source: Show widget infos
french: Afficher les informations du widget
german: Zeige Widget Informationsfeld
spanish: Mostrar información en el widget

# #31018
source: Increase
french: Augmenter
german: Erhöhen
spanish: Aumentar

# #31019
source: Decrease
french: Diminuer
german: Herabstufen
spanish: Disminuir

# #31020
source: Background
french: Arrière-plan
german: Hintergrund
spanish: Fondo

# #31021
source: Show fanart
french: Afficher les fanarts
german: Zeige Fanart als Hintergrund in der Bibliothek
spanish: Mostrar fanarts

# #31027
source: Show background video
french: Afficher la vidéo en arrière-plan
german: Zeige Video im Hintergrund
spanish: Mostrar vídeo de fondo

# #31028
source: Show music artwork as background
french: Afficher l'artwork musical en arrière-plan
german: Zeige Musik-Artwork als Hintergrund
spanish: Mostrar ilustraciones de música de fondo

# #31031
source: Recent movies
french: Films récents
german: Aktuelle Filme
spanish: Peliculas recientes

# #31032
source: Recommended movies
french: Films recommandés
german: Empfohlene Filme
spanish: Peliculas recomendadas

# #31034
source: Enable Artist Slideshow
french: Activer le diaporama des Artistes
german: Aktiviere Künstler Diashow
spanish: Permitir Slideshow del artista

# #31035
source: Recent episodes
french: Épisodes récents
german: Letzte Episoden
spanish: Episodios recientes

# #31036
source: Recommended episodes
french: Épisodes recommandés
german: Empfohlene Episoden
spanish: Episodios recomendados

# #31038
source: Recent albums
french: Albums récents
german: Letzte Alben
spanish: Albumes recientes

# #31039
source: Recommended albums
french: Albums recommandés
german: Empfohlene Alben
spanish: Albumes recomendados

# #31043
source: Extra art
french: Artwork

# #31044
source: Local subtitle found!
french: Fichier de sous-titres local trouvé !
german: Lokaler Untertitel gefunden!
spanish: ¡Subtitulo encontrado!

# #31045
source: Supplied by
french: Fourni par
german: Geliefert von
spanish: Suministrada por

# #31046
source: Currently
french: Actuellement
german: Zur Zeit
spanish: Actualmente

# #31047
source: Visualisation Presets
french: Presets de visualisation
german: Visualisierungsvorgaben
spanish: Preajustes de visualización

# #31048
source: Playlist Options
french: Options liste de lecture
german: Playlist Optionen
spanish: Opciones de lista de reproducción

# #31049
source: Customise home menu
french: Personnaliser le menu Accueil
german: Anpassen des Hauptmenüs
spanish: Personalizar menu de inicio

# #31052
source: Rated
french: Noté
german: Alterseinstufung
spanish: Calificación

# #31054
source: Random movies
french: Films aléatoires
german: Zufällige Filme
spanish: Peliculas al azar

# #31055
source: Random episodes
french: Épisodes aléatoires
german: Zufällige Episoden
spanish: Episodios al azar

# #31056
source: Random albums
french: Albums aléatoires
german: Zufällige Alben
spanish: Albumes al azar

# #31057
source: Kiosk mode
french: Mode Kiosque
german: Kiosk Modus
spanish: Modo kiosco

# #31059
source: Memory Used:
french: Mémoire utilisée :
german: Speicher genutzt:
spanish: Memoria Usada:

# #31063
source: Addons
french: Extensions

# #31064
source: Custom background image
french: Personnaliser l’image d’arrière-plan
german: Benutzerdefiniertes Hintergrundbild
spanish: Personalizar imagen de fondo

# #31065
source: Hide 'Mouse' warning
french: Masquer l’avertissement de la ‘Souris’
german: Verstecke 'Maus' Warnung
spanish: Ocultar advertencia del 'Ratón'

# #31066
source: Cinema Exp.
french: Cinema Experience
german: Kino Exp.

# #31068
source: View Options
french: Options d’affichage
german: Ansichtsoptionen
spanish: Opciones de Visualización

# #31069
source: Context Menu
french: Menu contextuel
german: Kontext Menü
spanish: Menú de contexto

# #31070
source: Infos
french: Informations
spanish: Información

# #31071
source: Finishes at
french: Se termine à
german: Endet um
spanish: Termina:

# #31072
source: Playing
french: Lecture
german: Wiedergabe
spanish: Reproduciendo

# #31073
source: Categories
french: Catégories
german: Kategorien
spanish: Categorias

# #31074
source: Submenu
french: Sous-menu
german: Untermenü

# #31075
source: Icon
french: Icône
german: Symbol
spanish: Icono

# #31076
source: Weather Fanart
french: Fanart Météo
german: Wetter Fanart
spanish: Fanart del Tiempo

# #31077
source: Trending Movies
french: Films du moment
german: Angesagte Filme
spanish: Peliculas Actuales

# #31078
source: In Cinemas
french: En salle
german: Im Kinos
spanish: En Cines

# #31079
source: Upcoming Films
french: Films à venir
german: Bevorstehende Filme
spanish: Proximas Peliculas

# #31080
source: Popular Movies
french: Films populaires
german: Populäre Filme
spanish: Peliculas Populares

# #31081
source: Top Rated Movies
french: Films les mieux notés
german: Top bewertete Filme
spanish: Películas con mejor puntuación

# #31082
source: Popular Shows
french: Séries TV populaires
german: Populäre Sendungen
spanish: Series populares

# #31083
source: Top Rated Shows
french: Séries TV les mieux notées
german: Top bewertete Sendungen
spanish: Series con mejor puntuación

# #31084
source: On Air Shows
french: Séries TV en diffusion
german: Laufende Sendungen
spanish: Series en el aire

# #31085
source: Airing Today
french: Diffusé aujourd’hui
german: Läuft Heute
spanish: A transmitirse hoy

# #31086
source: Custom 1
french: Customisation 1
german: Benutzerdefiniert 1
spanish: Personalizado 1

# #31087
source: Custom 2
french: Customisation 2
german: Benutzerdefiniert 2
spanish: Personalizado 2

# #31088
source: Custom 3
french: Customisation 3
german: Benutzerdefiniert 3
spanish: Personalizado 3

# #31089
source: Custom 4
french: Customisation 4
german: Benutzerdefiniert 4
spanish: Personalizado 4

# #31090
source: Content Loading
french: Chargement en cours…
german: Inhalt lädt
spanish: Cargando contenido

# #31091
source: Trending Shows
french: Séries tendances
german: Angesagte Sendungen
spanish: Series Actuales

# #31092
source: No info available
french: Aucune information disponible
german: Keine Informationen verfügbar
spanish: Sin información

# #31093
source: Movie Hub
french: Hub Films
german: Film Hub

# #31094
source: TV Hub
french: Hub Séries TV

# #31095
source: Spotlight
french: Recommandés
german: Im Rampenlicht
spanish: Destacados

# #31096
source: Hub items
french: Éléments du Hub
german: Hub Einträge
spanish: Hub elementos

# #31097
source: Hub widget
french: Widget du Hub
german: Hub Widgets

# #31100
source: Recently Added
french: Ajouté récemment
german: Kürzlich hinzugefügt
spanish: Añadido Recientemente

# #31101
source: Recently Played
french: Lu récemment
german: Kürzlich abgespielt
spanish: Visto Recientemente

# #31102
source: Watch Random
french: Lecture aléatoire
german: Zufällig ansehen
spanish: Al azar

# #31103
source: Delete Settings Shortcut
french: Supprimer le raccourci des paramètres
german: Lösche Einstellungsverknüpfung
spanish: Eliminar configuración de acceso directo

# #31104
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
french: Êtes-vous sûr de que vouloir supprimer le raccourci des paramètres ?[CR]Veuillez vous assurer que vous avez une autre méthode d’accès aux paramètres avant de supprimer ce raccourci.
german: Sind Sie sicher, dass Sie die Einstellungsverknüpfung entfernen möchten? Bitte versichern Sie sich, dass Sie eine alternative Metode haben die Einstellungen zu erreichen, bevor Sie diese Verknüpfung entfernen
spanish: ¿Estás seguro de que quieres eliminar la configuración de acceso directo?[CR]Asegúrate de tener un método alternativo para acceder a los ajustes antes de que elimines dicho atajo.

# #31105
source: Extra Infos
french: Informations supplémentaires
spanish: Información adicional

# #31106
source: 3D Mode
french: Mode 3D
german: 3D Modus
spanish: Modo 3D

# #31107
source: Similar
french: Similaires
german: Ähnlich
spanish: Parecido

# #31109
source: provided by themoviedb.org
french: Fournies par themoviedb.org
german: Von themoviedb.org zur Verfügung gestellt
spanish: proporcionado por themoviedb.org

# #31111
source: Primary highlight colour
french: Couleur principale
german: Primäre Highlight-Farbe
spanish: Color destacado primario

# #31112
source: Secondary highlight colour
french: Couleur secondaire
german: Sekundäre Highlight-Farbe
spanish: Color destacado secundario

# #31113
source: Reset main colour to default
french: Réinitialiser la couleur principale par défaut
german: Primäre Highlight-Farbe auf Standard zurücksetzen
spanish: Restablecer color principal por defecto

# #31114
source: Weather fanart
french: Fanart Météo
german: Wetter Fanart
spanish: Fanart del tiempo

# #31115
source: Show weather with clock
french: Afficher la météo avec l’heure
german: Zeige Wetter mit der Uhr
spanish: Mostrar el tiempo con el reloj

# #31116
source: Animate fanarts
french: Animer les fanarts
german: Animiere Fanart
spanish: Fanarts animados

# #31117
source: mins
french: minutes
german: Minuten
spanish: minutos

# #31118
source: Animate artist fanarts
french: Animer les fanarts de l'artiste
german: Animiere Künster Fanart
spanish: Fanarts animados de artista

# #31119
source: Show visualisation effects
french: Afficher les effets de visualisation
german: Zeige Visualisierungseffekt
spanish: Mostrar efectos de visualización

# #31120
source: Hide playback infos
french: Masquer les informations de lecture
german: Verberge Widergabeinformationen
spanish: Ocultar información de listas de reproducción

# #31121
source: Music OSD
french: OSD Musique
german: Musik-OSD

# #31122
source: Match header tile with highlight colour
french: Correspondance entre la tuile de l’en-tête et la couleur de surbrillance
german: Stimme Kachelfarbe der Kopfzeile mit Highlight-Farbe ab
spanish: Igualar recuadro de cabecera con color destacado

# #31124
source: Similar movies
french: Films similaires
german: Ähnliche Filme
spanish: Peliculas parecidas

# #31125
source: Similar to
french: Similaire à
german: Ähnlich zu
spanish: Parecido a

# #31126
source: Colours
french: Couleurs
german: Farben
spanish: Colores

# #31127
source: Header & Hubs
french: En-têtes et Hubs
german: Kopfzeile & Hubs

# #31128
source: Colour
french: Couleur
german: Farbe
spanish: Color

# #31129
source: Enable individual colour for each tile in home customisation
french: Couleur individuelle pour chaque tuile
german: Aktiviere individuelle Farbanpassungen für Kacheln im Hauptmenü
spanish: Habilitar color individual para cada recuadro en la personalización

# #31130
source: items found
french: éléments trouvés
german: Gefundene Einträge
spanish: elementos encontrados

# #31131
source: Search Options
french: Options de recherche
german: Suchoptionen
spanish: Opciones de busqueda

# #31132
source: by Title
french: par Titre
german: nach Titel
spanish: por Titulo

# #31133
source: by Genre
french: par Genre
german: nach Genre
spanish: por Género

# #31134
source: by Actor
french: par Acteur
german: nach Darsteller
spanish: por Actor

# #31135
source: by Director
french: par Réalisateur
german: nach Regisseur
spanish: por Director

# #31136
source: by Studio
french: par Studio
german: nach Studio
spanish: por Estudio

# #31137
source: Panel list
french: Liste de panneaux
german: Panel Ansicht
spanish: Lista del Panel

# #31138
source: Show clock
french: Afficher l’heure
german: Zeige Uhr
spanish: Mostrar reloj

# #31140
source: Show tile colour on unfocused tiles
french: Afficher la couleur sur les tuiles non sélectionnées
german: Zeige Kachelfarbe bei unfokussierten Kacheln
spanish: Mostrar color del recuadro en los recuadros desenfocados

# #31141
source: Posters with Info
french: Posters avec informations
german: Plakate mit Info
spanish: Posters con información

# #31142
source: Big List Info
french: Grande liste d’informations
german: Große Liste mit Info
spanish: Lista grande con información

# #31143
source: Media Info 2
french: Information des médias 2
spanish: Información de los Medios 2

# #31144
source: Player Controls
french: Contrôles de lecture
german: Player Steuerung
spanish: Controles del reproductor

# #31145
source: Extended Infos
french: Infos supplémentaires
german: Erweiterte Infos
spanish: Información Extendida

# #31146
source: Fanart fallback image
french: Image de remplacement du Fanart
german: Fanart Fallback Bild
spanish: Fanart de imagen alternativa

# #31147
source: Fallback widget
french: Widget de remplacement
spanish: Widget alternativo

# #31148
source: Media Info 3
french: Information des médias 3
spanish: Información de los Medios 3

# #31149
source: Next Aired
french: Prochaine diffusion
german: Als nächstes läuft
spanish: Siguiente Transmisión

# #31150
source: Show widget posters
french: Afficher les posters du widget
german: Zeige Widget Plakate
spanish: Mostrar posters en el widget

# #31151
source: Home tile icon
french: Icône de la tuile du menu Accueil
german: Home Titel Symbol
spanish: Icono del recuadro inicio

# #31152
source: Home tile text
french: Nom de la tuile du menu Accueil
german: Home Titel Text
spanish: Texto del recuadro inicio

# #31153
source: Always
french: Toujours
german: Immer
spanish: Siempre

# #31154
source: On Up
french: Avec la touche Haut
german: Bei aufwärts

# #31155
source: Never
french: Jamais
german: Nie
spanish: Nunca

# #31156
source: Show DiscArt in widgets
french: Afficher les DiscArt avec les widgets
german: Zeige DiscArt in Widgets
spanish: Mostrar discart en el widget

# #31157
source: Home header text
french: Texte de l’en-tête du menu Accueil
german: Text in Kopfzeile des Hauptmenü
spanish: Texto de cabecera Inicio

# #31158
source: Media Center
french: Média Center

# #31159
source: Background overlay image
french: Image d’arrière-plan
german: Hintergrundbild überlagern
spanish: Superposición de imágenes de fondo

# #31160
source: Busy spinner
french: Icône de chargement
german: Beschäftigt Symbol (Spinner)

# #31161
source: Backup / Restore skin settings
french: Sauvegarde / Restauration des réglages du thème
german: Skin-Einstellungen sichern/wiederherstellen
spanish: Copiar / Restaurar la configuración del skin

# #31162
source: Posters list
french: Liste de posters
spanish: Lista de Posters

# #31163
source: Gallery
french: Galerie
german: Galerie
spanish: Galeria

# #31164
source: fanarts/Thumbs list
french: Liste avec fanarts / Vignettes

# #31165
source: Show sorting and info-line headers
french: Afficher les en-têtes des catégories d'informations
german: Zeige Sortier- und Infozeilenüberschriften
spanish: Mostrar información y clasificación en la cabecera

# #31166
source: Individually set in customisation dialog
french: Définir individuellement dans le menu de personnalisation
german: Individuell im Anpassungsdialog eingestellt
spanish: Establecido individualmente en el diálogo de personalización

# #31167
source: Show unwatched count in header
french: Afficher le nombre de médias non vus
german: Zeige Zähler für ungesehenes in Kopfzeile
spanish: Mostrar el número de no vistos en la cabecera

# #31168
source: Now / Next
french: Maintenant / Demain
german: Jetzt / als Nächstes
spanish: Ahora / Siguiente

# #31169
source: Reset skin settings to defaults
french: Réinitialiser les paramètres du thème par défaut
german: Setzen Sie die Skin-Einstellungen auf die Standardwerte zurück
spanish: Restablecer la configuración del skin a los valores predeterminados

# #31170
source: Backup / Restore
french: Sauvegarder / Restaurer
german: Backup / Wiederherstellung
spanish: Copiar / Restaurar

# #31171
source: Reload skin
french: Recharger le thème
german: Skin neu laden
spanish: Recargar skin

# #31172
source: Transparent home bar
french: Barre du menu Accueil transparente
german: Transparente Hauptmenü-Leiste
spanish: Barra de Inicio transparente

# #31173
source: Home bar style
french: Style de la barre du menu Accueil
german: Aussehen der Hauptmenü-Leiste
spanish: Estilo de la barra de Inicio

# #31174
source: Weather icons
french: Icônes Météo
german: Wetter Symbole
spanish: Iconos del Tiempo

# #31175
source: Customise shutdown menu
french: Personnaliser le menu Alimentation
german: Ausschalten Menü anpassen
spanish: Personalizar menú de apagado

# #31176
source: Genre icons
french: Icônes des genres cinématographiques
german: Symbole für Genre
spanish: Iconos de Género

# #31177
source: Music genre icons
french: Icônes de genres musicaux
german: Symbole für Musik Genre
spanish: Iconos de género musical

# #31178
source: Record label icons
french: Icônes des maisons de disques
german: Symbole für Plattenlabel
spanish: Iconos de etiqueta de registro

# #31179
source: Select the record label icons resource add-on.
french: Sélection de l'extension fournissant les icônes des maisons de disques.
german: Wähle Resourcen-Addon für Aufnahmestudios
spanish: Seleccione el complemento de recursos de iconos de etiqueta de registro.

# #31196
source: Select the music genre icons resource add-on.
french: Sélection de l'extension fournissant les icônes des genres musicaux.
german: Wähle Resourcen-Addon für Musik-Genre
spanish: Seleccione el complemento de recursos de iconos de género de música.

# #31180
source: Default
french: Défaut
german: Standard
spanish: Por defecto

# #31181
source: Text in tiles
french: Texte sur les tuiles
german: Text in Kacheln
spanish: Texto en recuadros

# #31182
source: Text only
french: Texte uniquement
german: Nur Text
spanish: Sólo texto

# #31183
source: Customise shutdown menu
french: Personnaliser le menu Alimentation
german: Menü Ausschalten anpassen
spanish: Personalizar menú de apagado

# #31184
source: Splash screen (photo, video or music)
french: Ecran de démarrage (photo, vidéo ou musique)
german: Startbildschirm (Bild, Video oder Musik)
spanish: Pantalla de presentación (foto, vídeo o música)

# #31185
source: Label
french: Libellé
german: Beschriftung
spanish: Etiqueta

# #31187
source: Background
french: Arrière-plan
german: Hintergrund
spanish: Fondo

# #31188
source: None (show user background)
french: Aucun (afficher l’arrière-plan de l’utilisateur)
german: Nichts (zeige Benutzerhintergrundbild)
spanish: Ninguno (mostrar fondo de usuario)

# #31189
source: None
french: Aucun
german: Nichts
spanish: Ninguno

# #31190
source: Next Episode
french: Episode suivant
german: Nächste Episode
spanish: Episodio Siguiente

# #31191
source: Last Episode
french: Dernier épisode
german: Letzte Episode
spanish: Ultimo Episodio

# #31192
source: Info List
french: Liste d'informations 1
german: Info Liste
spanish: Lista de Información

# #31194
source: Show plot for Hub widgets
french: Afficher le synopsis sur le widget Hub
german: Zeige Handlung in Hub Widgets
spanish: Mostrar argumento en Hub widget

# #31195
source: Allow widget reloading
french: Autoriser le rechargement des widgets
german: Erlaube das Neuladen von Widgets
spanish: Permitir la recarga del widget

# #31197
source: Lock view
french: Vérouiller la vue
german: Ansicht sperren
spanish: Lock ver más

# #31198
source: Enable / disable views
french: Activer / désactiver les vues
german: Ansichten aktivieren / deaktivieren
spanish: Habilitar / deshabilitar vistas

# #31201
source: Select view mode
french: Selection du type de vue
german: Ansicht auswählen
spanish: Seleccionar modo de visualización

# #31202
source: Unlock View
french: Déverouiller la vue
german: Ansicht entsperren
spanish: Desbloquear la vista

# #31203
source: This view mode is currently locked to the content type
french: Ce type de vue est actuellement vérouillée pour ce type de contenu
german: Diese Ansicht ist gesperrt durch den Inhaltstyp
spanish: Este modo de visualización está actualmente bloqueado en el tipo de contenido

# #31204
source: Do you wish to unlock it and set a new view mode?
french: Souhaitez-vous la déverouiller et en choisir une nouvelle ?
german: Wollen sie die Ansicht entsperren und eine neue Ansicht festlegen?
spanish: ¿Desea desbloquearlo y establecer un nuevo modo de vista?

# #31205
source: Plain List
french: Liste pleine
german: Einfache Liste
spanish: Lista simple

# #31206
source: Info List 3
french: List d'informations 3
german: Info Liste 3

# #31207
source: Medium Icon
french: Icônes de tailles moyennes
german: Mittlere Symbole

# #31209
source: Toggles the Video and Music OSD opacity.
french: Modifier l'opacité de l'OSD Vidéo et Musique.
german: Wechselt die Transparenz des Video- und Musik-OSD's
spanish: Alterna la opacidad de OSD de vídeo y música.

# #31210
source: Manage colour themes
french: Gérer les thèmes de couleur
german: Verwalte farbige Themen
spanish: Administrar temas de color

# #31211
source: OSD Opacity
french: Opacité de l'OSD
german: OSD-Transparenz
spanish: OSD Opacidad

# #31216
source: Enable onback command
french: Activer la commande onback
german: Aktiviere Zurück-Kommando
spanish: Habilitar comando onback

# #31217
source: Enables returning directly to the point of origin when shortcuts are used.
french: Permettre de retourner directement au point d'origine lorsque le raccourci est utilisé.
german: Aktiviert das direkte Zurückspringen zum Ausgangspunkt wenn Kurzbefehle benutzt werden.
spanish: Permite volver directamente al punto de origen cuando se utilizan atajos.

# #31218
source: Activate subtitles
french: Activer les sous-titres
german: Aktiviere Untertitel
spanish: Activar subtítulos

# #31219
source: Turn off subtitles
french: Désactiver les sous-titres
german: Deaktiviere Untertitel
spanish: Desactivar los subtítulos

# #31220
source: 5 seconds
french: 5 secondes
german: 5 Sekunden
spanish: 5 segundos

# #31221
source: 10 seconds
french: 10 secondes
german: 10 Sekunden
spanish: 10 segundos

# #31222
source: 15 seconds
french: 15 secondes
german: 15 Sekunden
spanish: 15 segundos
