Repository: Alanon202/skin.eminence.2.mod
Catalog: language/*/strings.po
Languages: french, german, spanish

# #31564
source: Select background on music visualisation. [[B]None[/B]] show a black background. [[B]Fanart[/B]] show fanart set for artist. [[B]Artist Slideshow[/B]] show artist slideshow in background. [[B]Album wall[/B]] show a background with covers of all albums.
french: Permet de sélectionner le type d'arrière-plan sur l'écran de visualisation de la musique. [[B]Aucun[/B]] affiche un arrière-plan noir. [[B]Fanart[/B]] affiche l'arrère-plan défini pour l'artiste. [[B]Diaporama (Artist Slideshow)[/B]] affiche un diaporama des arrière-plans de l'artiste. [[B]Mur d'albums[/B]] affiche un arrière-plan avec les pochettes de l'ensemble des albums.
spanish: Seleccionar fondo de visualización de música.[B] Ninguno [/B]mostar un fondo negro.[B] Fanart [/B]mostrar fanart para el artista.[B] Slideshow del artista[/B] mostrar diapositivas del artista de fondo.[B] Album wall[/B] muestra un fondo con las portadas de todos los álbumes.

# #31565
source: Artist Slideshow
french: Diaporama des Artistes
german: Künstler-Slideshow

# #31566
source: Shows visualisation effects on music visualisation.
french: Afficher les effets de visualisation sur l'écran de visualisation de la musique.
spanish: Mostrar efectos en la visualización de música.

# #31567
source: Gives a displacement effect to artist Fanart.
french: Donner un effet de déplacement aux fanarts de l'artiste.
spanish: Dar un efecto de desplazamiento al Fanart del artista.

# #31568
source: Disables the header tile on music visualisation.
french: Masquer l'affichage de la tuile de l'en-tête sur l'écran de visualisation de la musique.
spanish: Desactivar el recuadro de cabecera en la visualización de música.

# #31569
source: Shows the clock on music visualisation.
french: Afficher l'heure sur l'écran de visualisation de la musique.
spanish: Mostrar reloj en visualización de música.

# #31570
source: Shows the weather on music visualisation.
french: Afficher la météo sur l'écran de visualisation de la musique.
spanish: Mostrar tiempo en la visualización de música.

# #31571
source: Shows the info panel using the [B]Info[/B] button when viewing a video.
french: Afficher le panneau d'informations à l'aide de la touche [B]Info[/B] lors de la visualisation d'une vidéo.
spanish: Mostrar panel de información usando [B]Info[/B] botón durante la visualización de un video.

# #31572
source: Shows ClearArt along with the info panel.
french: Afficher le ClearArt dans le panneau d'informations de la vidéo.
spanish: Mostrar ClearArt con panel de información

# #31573
source: Shows TV Shows ClearArt with the [B]NextUp Notification[/B] add-on.
french: Afficher le ClearArt de la série TV avec l'extension [B]NextUp Notification[/B].
spanish: Mostrar ClearArt de Series en el addon [B]Notificación NextUp[/B].

# #31574
source: Shows the clock on header.
french: Afficher l'heure sur l'en-tête.
spanish: Mostrar reloj en la cabecera.

# #31575
source: Shows the clock with weather on header.
french: Afficher l'heure avec la météo sur l'en-tête.
spanish: Mostrar reloj con tiempo en la cabecera.

# #31576
source: Shows the text header.
french: Afficher le texte de l'en-tête.
spanish: Mostrar texto en la cabecera.

# #31577
source: Shows the number of unwatched media rather than the total number of media.
french: Afficher le nombre de médias non vus plutôt que le nombre total.
spanish: Mostrar el número de no vistos en lugar del número total.

# #31578
source: Shows the header tile in the same colour as the primary highlight colour.
french: Afficher la tuile de l'en-tête de la même couleur que celle de la surbrillance principale.
spanish: Mostrar recuadro de cabecera en el mismo color que el color primario destacado.

# #31579
source: Shows media info icons such as ratio, resolution, video codec, audio codec, number of channels...
french: Afficher les icônes d'informations des médias comme le ratio, la résolution, le codec vidéo, le codec audio, le nombre de canaux...
spanish: Mostrar iconos de información como relación, resolución, códec de vídeo, codec de audio, número de canales ...

# #31580
source: Shows a synopsis of videos in the forefront after a few seconds.
french: Afficher le synopsis des vidéos au premier plan après quelques secondes.
spanish: Mostrar sinopsis en primer plano después de unos segundos.

# #31581
source: Shows sorting info and header lines.
french: Afficher les en-têtes (catégorie, artwork, trier par...) visibles dans les différentes vues et menus.
spanish: Mostrar información sobre la clasificación en la lineas de encabezado.

# #31582
source: Hides the display of votes and notes in the entire skin.
french: Masquer l'affichage des votes et des notes sur l'ensemble du thème.
spanish: Ocultar pantalla de votos y notas en todo el skin.

# #31583
source: Hides the display of MPAA in the entire skin.
french: Masquer l'affichage des informations de classification MPAA des films et séries TV sur l'ensemble du thème.
spanish: Ocultar pantalla de MPAA en todo el skin.

# #31584
source: Hides the display of Box Office info on video info screens.
french: Masquer l'affichage des informations du Box-Office dans les informations vidéos.
spanish: Ocultar pantalla de Taquilla en la información de vídeo.

# #31585
source: Shows ClearArt on video info screens.
french: Afficher le ClearArt dans les informations vidéos.
spanish: Mostrar ClearArt en la información de video.

# #31586
source: Shows movies/tv shows ClearLogo on header.
french: Afficher le ClearLogo des films et des séries TV sur l'en-tête.
spanish: Mostrar ClearLogo de peliculas/series en la cabecera.

# #31587
source: Shows the current artist ClearLogo on header.
french: Afficher le ClearLogo des artistes sur l'en-tête.
spanish: Mostrar ClearLogo de artistas en la cabecera.

# #31588
source: Sets the folder path where music files are located.
french: Définir l'emplacement du répertoire où sont stockés les fichiers musicaux.
spanish: Establecer ruta de los ClearLogo de artistas.

# #31589
source: Shows album DiscArt on album info screens.
french: Afficher le DiscArt de l'album dans l'écran d'informations.
spanish: Mostrar CDArt en la información de los albumes.

# #31590
source: Sets the folder path where music files are located.
french: Définir l'emplacement du répertoire où sont stockées les fichiers musicaux.
spanish: Establecer ruta de los CDArt de albumes.

# #31591
source: Sets the primary colour for focused items.
french: Définir la couleur principale pour la sélection des éléments.
spanish: Establecer color primario para elementos centrados.

# #31592
source: Sets the secondary colour used by some texts.
french: Définir la couleur secondaire utilisée par certains textes.
spanish: Establecer el color secundario utilizado por algunos textos.

# #31593
source: Resets the main colour to default.
french: Réinitialiser la couleur principale par défaut.
spanish: Restablecer color principal por defecto.

# #31594
source: Sets a colour for each tile of the home bar menu via customisation home menu.
french: Définir une couleur pour chaque tuile de la barre de menu d'Accueil via son menu de personnalisation.
spanish: Establecer un color para cada recuadro de la barra del menú inicio a través de la personalización del menú inicio.

# #31595
source: Shows unfocused tiles in colour.
french: Afficher les tuiles non sélectionnées en couleur.
spanish: Mostrar recuadros desenfocados en color.

# #31596
source: Lock settings for use Kodi in self-service.
french: Vérrouiller les différents réglages possibles pour une utilisation de Kodi en libre service.
spanish: Ajustes de bloqueo para usar Kodi en self-service.

# #31597
source: Configure various functions of the power menu.
french: Configurer les différentes fonctions du menu d'alimentation.
spanish: Configurar diversas funciones del menú de apagado.

# #31598
source: Sets the icon to be displayed when loading.
french: Sélectionner l'icône à afficher lors des chargements.
spanish: Establecer icono que se mostrará al cargar.

# #31599
source: Shows an opaque background on skin menus and windows.
french: Afficher un arrière-plan opaque sur les menus du thème ainsi que dans les fenêtres.
spanish: Muestra un fondo opaco en los menús y ventanas del skin.

# #31600
source: Select the genre icons resource add-on.
french: Sélectionner l'extension des icônes pour les genres.
german: Wähle Resourcen-Addon für Genre-Symbole
spanish: Seleccionar iconos del addon género.

# #31601
source: Select a photo, a video or a tune to run when Kodi starts up.
french: Sélectionner une photo, une vidéo ou une musique à lancer au démarrage de Kodi.
spanish: Seleccionar una foto, un vídeo o una canción que se ejecute cuando se inicie Kodi.

# #31602
source: Shows debug info on the interface.
french: Afficher les informations de déboggage sur l'interface.
spanish: Mostrar información de depuración en la interfaz.

# #31603
source: Debug infos
french: Informations de déboggage
german: Debug Informationen
spanish: Información de depuración

# #31604
source: Opens a window to backup or restore skin settings.
french: Ouvre une fenêtre afin de sauvegarder ou restaurer les réglages du thème.
spanish: Abre una ventana para copiar a restaurar la configuración del skin.

# #31605
source: List
french: Liste
german: Liste
spanish: Lista

# #31606
source: Resets all default skin settings. [B]CAUTION![/B] This will replace all the current settings.
french: Réinitialiser tous les paramètres par défaut du thème. [B]ATTENTION ![/B] Cela remplacera tous les paramètres actuels.
spanish: Restablecer la configuración por defecto del skin. [B]¡PRECAUCIÓN![/B] Esto reemplazará la configuración actual.

# #31607
source: Necessary Addons
french: Extensions nécessaires
german: Benötigte Addons
spanish: Addons necesarios

# #31608
source: This category lists all of the necessary addons so that the skin will work correctly.
french: Cette catégorie contient l'ensemble des extensions nécessaires au bon fonctionnement du thème.
spanish: Esta categoria contiene todos los addons ncesarios para que el skin funcione correctamente.

# #31609
source: must be manually installed
french: doit être installé manuellement
german: muss manuell intalliert werden
spanish: debe ser instalado manualmente

# #31610
source: [B]Image Resource Select Addon[/B] add-on is needed to select addons (genres icons, studios icons, weather icons, etc...).
french: L'extension [B]Image Resource Select Addon[/B] est nécessaire pour sélectionner les extensions (icônes des genres, icônes des studios, icônes Météo, etc...).
spanish: [B]Image Resource Select Addon[/B] necesario pra seleccionar addons (iconos de generos, iconos de estudios, iconos del tiempo, etc...).

# #31611
source: [B]Skin Shortcuts[/B] add-on is needed to personnalise menus and widgets.
french: L'extension [B]Skin Shortcuts[/B] est nécessaire pour personnaliser les menus et les widgets.
spanish: [B]Skin Shortcuts[/B] necesario para personalizar menus y widgets.

# #31612
source: [B]ExtendedInfo Script[/B] add-on is needed to show additionnal infos about media.
french: L'extension [B]ExtendedInfo Script[/B] est nécessaire pour afficher les informations supplémentaires des médias.
spanish: [B]ExtendedInfo Script[/B] necesario para mostrar información adicional.

# #31613
source: [B]Skin Helper Service[/B] add-on is needed for many features of the skin.
french: L'extension [B]Skin Helper Service[/B] est nécessaire pour sauvegarder ou restaurer les paramètres du thème ainsi que pour d'autres éléments liées à son fonctionnement.
spanish: [B]Skin Helper Service[/B] necesario para guardar / restaurar la configuración del skin y otras cosas.

# #31614
source: [B]Play Album Script[/B] add-on is needed to play album on album infos screen.
french: L'extension [B]Play Album Script[/B] est nécessaire pour lire un album depuis l'écran d'informations de l'album.
spanish: [B]Play Album Script[/B] necesario para reproducir discos con información del albúm en pantalla.

# #31615
source: [B]Global Search[/B] add-on is needed to search content in library.
french: L'extension [B]Global Search[/B] est nécessaire pour rechercher du contenu dans la bibliothèque.
spanish: [B]Global Search[/B] necesario para buscar contenido en la colección.

# #31616
source: [B]Nextup Service Notification[/B] add-on is needed to popup a notification at a specified time period before the end to allow quicker play of the next item or to cancel the next episode playing automatically.
french: L'extension [B]Nextup Service Notification[/B] est nécessaire afin d'afficher une notification (à une période spécifiée avant la fin d'un épisode) permettant la lecture immédiate de l'épisode suivant ou d'en annuler son lancement.
spanish: [B]Nextup Service Notification[/B] necesario para que salga una notificación emergente en un período de tiempo especificado antes del fin para ejecutar el siguiente elemento, o para cancelar la reproducción automática del siguiente episodio.

# #31617
source: [B]Artwork Beef[/B] add-on is needed to download all available artworks for movies/tv shows of library.
french: L'extension [B]Artwork Beef[/B] est nécessaire pour télécharger tous les artworks (ClearLogos, ClearArts, etc...) des films et séries TV de la bibliothèque.
spanish: [B]Artwork Beef[/B] necesario para descargar todos los artworks disponibles para las peliculas/series de la colección.

# #31618
source: [B]Artist Slideshow[/B] add-on is needed to display a artist slideshow as background for music visualisation.
french: L'extension [B]Artist Slideshow[/B] est nécessaire pour afficher un diaporama de l'artiste en arrière-plan sur l'écran de visualisation de la musique.
spanish: [B]Artists Slideshow[/B] necesario para mostrar una presentación de diapositivas del artista como fondo para la visualización de la música

# #31619
source: [B]TV Shows - Next Aired[/B] add-on is needed to display next aired of TV Shows.
french: L'extension [B]TV Show - Next Aired[/B] est nécessaire pour afficher les prochaines diffusions des séries TV.
spanish: [B]TV Show - Next Aired[/B] necesario para ver las siguientes transmisiones de Series.

# #31620
source: [B]CU LRC Lyrics[/B] add-on is needed to display lyrics from songs.
french: L'extension [B]CU LRC Lyrics[/B] est nécessaire pour afficher les paroles des chansons.
spanish: [B]CU LRC Lyrics[/B] necesario para mostrar la letra de las canciones.

# #31621
source: [B]cdART Manager[/B] add-on is needed to download all ClearLogo and CDArt of Music Library.
french: L'extension [B]cdART Manager[/B] est nécessaire pour télécharger tous les ClearLogos et CDArt de la bibliothèque musicale.
spanish: [B]cdART Manager[/B] necesario para descargar todos los ClearLogo y CDArt de la Colección de Música.

# #31622
source: [B]YouTube[/B] add-on is needed to watch movies trailers.
french: L'extension [B]YouTube[/B] est nécessaire regarder les bandes annonces des films.
spanish: [B]YouTube[/B] necesario para ver trailers de peliculas.

# #31623
source: Shows the plot on Hub Fanart.
french: Afficher le synopsis sur le Fanart du Hub.
spanish: Mostrar argumento en Hub Fanart.

# #31624
source: Recently Played Episodes
french: Épisodes lus récemment
german: Zuletzt gespielte Episoden
spanish: Episodios Vistos Recientemente

# #31625
source: Recently Played Movies
french: Films lus récemment
german: Zuletzt gespielte Filme
spanish: Peliculas Vistas Recientemente

# #31626
source: Recently Watched TV Shows
french: Séries TV vues récemment
german: Zuletzt gespielte Serien
spanish: Series Vistas Recientemente

# #31627
source: Fanart transparency
french: Transparence des fanarts
german: Transparenz der Fanart
spanish: Transparencia de Fanarts

# #31628
source: Sets fanart colour and opacity.
french: Définir la couleur et l'opacité du calque à appliquer sur les fanarts en arrière-plan.
spanish: Establecer color y opacidad de los Fanarts

# #31629
source: Show media flags on Hub widgets
french: Afficher les détails des médias sur le widget Hub
german: Zeige Medien-Flags in Hub-Widgets
spanish: Mostrar simbolos de los medios en Hub widget

# #31630
source: Shows media info icons on Hub widgets such as ratio, resolution, video codec, audio codec, number of channels...
french: Afficher les icônes d'informations des médias sur le widget Hub comme le ratio, la résolution, le codec vidéo, le codec audio, le nombre de canaux...
spanish: Mostrar iconos de información en Hub widget tales como ratio, resolución, códec de vídeo, códec de audio, número de canales ...

# #31631
source: Show ClearLogos on Hub widgets
french: Afficher les ClearLogos sur le widget Hub
german: Zeige ClearLogos in Hub-Widgets
spanish: Mostrar clearlogos en Hub widget

# #31632
source: Show movies/tv shows ClearLogos on Hub widget
french: Afficher les ClearLogos des films et des séries TV sur le widget Hub.
spanish: Mostrar clearlogos de peliculas/series en Hub widget

# #31633
source: Weather icons
french: Icônes Météo
german: Wetter-Symbole
spanish: Iconos del Tiempo

# #31634
source: Select the weather icons resource add-on.
french: Sélectionner l'extension des icônes pour la météo.
german: Wähle Resourcen-Addon für Wetter-Symbole
spanish: Seleccionar addons de iconos del tiempo

# #31635
source: Music visualisation background
french: Arrière-plan de l'écran de visualisation de la musique
german: Musik-Visualisierungshintergrund
spanish: Musica de fondo en la visualización

# #31636
source: Beveled Tiles
french: Tuiles biseautées
german: Schräge Kacheln
spanish: Recuadros Biselados

# #31637
source: Album wall
french: Mur d'albums
german: Album-Wand

# #31638
source: Hide all playback info on music visualisation background.
french: Masquer l'ensemble des informations de lecture sur l'écran de visualisation de la musique.
spanish: Ocultar información de reproducción en la música de fondo de la visualización.

# #31639
source: Back to music visualisation
french: Retour à l'écran de visualisation de la musique
german: Zurück zur Musikvisualisierung
spanish: Volver a la visualización de música

# #31640
source: Colour
french: Couleur
german: Farbe
spanish: Color

# #31641
source: [B]Library Data Provider[/B] add-on is needed to add more widgets.
french: L'extension [B]Library Data Provider[/B] est nécessaire pour ajouter plus de widgets.
spanish: [B]Library Data Provider[/B] necesario para añadir más widgets.

# #31642
source: Banners
french: Bannières
german: Banner

# #31643
source: Big Posters
french: Grands posters
german: Große Plakate
spanish: Posters grandes

# #31644
source: Frames
french: Cadres
german: Rahmen

# #31645
source: Media Info 1
french: Informations des médias 1
german: Medieninformation 1
spanish: Información de los Medios 1

# #31646
source: Info List 2
french: Liste d'informations 2
german: Info Liste 2
spanish: Lista de Información 2

# #31647
source: Thumbs
french: Vignettes
german: Vorschaubilder

# #31648
source: Hide infos
french: Masquer informations
german: Verberge Informationen
spanish: Ocultar información

# #31649
source: Debug grid
french: Grille de déboggage
german: Debug Raster
spanish: Rejilla de depuración

# #31650
source: Shows a debug grid on the interface.
french: Afficher la grille de déboggage sur l'interface.
spanish: Mostrar rejilla de depuración en la interfaz.

# #31652
source: View
french: Vue
german: Ansicht
spanish: Vista

# #31653
source: Text colour
french: Couleur du texte
german: Textfarbe
spanish: Color de texto

# #31654
source: Enable individual text colour for each tile in home customisation
french: Couleur individuelle pour chaque texte de tuile
spanish: Habilitar color de texto individual para cada recuadro en la personalización

# #31655
source: Sets the text colour for tiles text on home menu.
french: Définir la couleur du texte des tuiles de l'écran d'Accueil.
spanish: Establecer el color para el texto de los recuadros en el menú de inicio.

# #31656
source: Sets a text colour for each tile of the home bar menu via the customisation home menu.
french: Définir la couleur du texte pour chaque tuile de la barre du menu d'Accueil via le menu de personnalisation du menu d'Accueil.
spanish: Establecer el color del texto para cada recuadro de la barra de menú de inicio a través del menú de personalización.

# #31657
source: Background colour and opacity
french: Couleur et opacité
german: Hintegrundfarbe und Transparenz
spanish: Color de fondo y opacidad

# #31658
source: Reset the colour and opacity to defaults
french: Réinitialiser la couleur et l'opacité par défaut
german: Hintergrundfarbe und Transparenz auf Standard zurücksetzen
spanish: Restablecer color y opacidad por defecto

# #31659
source: Resets the fanart colour and opacity to defaults.
french: Réinitialiser la couleur et l'opacité des fanarts en arrière-plan par défaut.
spanish: Restablecer color y opacidad de los Fanarts por defecto.

# #31660
source: Reset the secondary colour to default
french: Réinitialiser la couleur secondaire par défaut
german: Sekundäre Highlight-Farbe auf Standard zurücksetzen
spanish: Restablecer color secundario por defecto

# #31661
source: Resets the secondary colour to default.
french: Réinitialiser la couleur secondaire par défaut.
spanish: Restablecer color secundario por defecto.

# #31662
source: Reset the text colour to default
french: Réinitialiser la couleur du texte par défaut
german: Textfarbe auf Standard zurücksetzen
spanish: Restablecer color del texto por defecto

# #31663
source: Resets the text colour to default.
french: Réinitialiser la couleur du texte par défaut.
german: Setzt die Textfarbe auf Standard zurück.
spanish: Restablecer color del texto por defecto.

# #31664
source: Squared tiles with rounded corners
french: Tuiles carrées avec coins arrondis
german: Eckige Kacheln mit gerundeten Ecken
spanish: Recuadros cuadrados con esquinas redondeadas

# #31665
source: Empty rounded tiles
french: Tuiles rondes vides
german: Leere, runde Kacheln
spanish: Recuadros redondos vacios

# #31666
source: Empty squared tiles
french: Tuiles carrées vides
german: Leere, eckige Kacheln
spanish: Recuadros cuadrados vacios

# #31667
source: Empty squared tiles with rounded corners
french: Tuiles carrées vides avec coins arrondis
german: Leere, eckige Kacheln mit gerundeten Ecken
spanish: Recuadros cuadrados con esquinas redondeadas vacios

# #31668
source: Empty beveled tiles
french: Tuiles biseautées vides
german: Leere, schräge Kacheln
spanish: Recuadros biselados vacios

# #31669
source: Studio icons
french: Icônes des studios
german: Studio Symbole
spanish: Iconos de estudios

# #31670
source: Select the studio icons resource add-on.
french: Sélectionner l'extension des icônes pour les studios.
german: Wähle Resourcen-Addon für Studio-Symbole
spanish: Seleccionar addon de iconos de estudios.

# #31671
source: Show studio icons on video info screens
french: Afficher les icônes des studios sur les informations vidéos
spanish: Mostrar iconos de estudios en la información del video

# #31672
source: Shows studio icons on video info screens.
french: Afficher les icônes des studios sur les informations vidéos.
spanish: Mostrar iconos de estudios en la información del video.

# #31673
source: Home bar colour and opacity
french: Couleur et opacité de la barre du menu Accueil
german: Farbe und Transparenz der Hauptmenü-Leiste
spanish: Color y opacidad de la barra de inicio

# #31674
source: Reset the home bar colour and opacity
french: Réinitialiser la couleur et l'opacité de la barre du menu Accueil
german: Farbe und Transparenz der Hauptmenü-Leiste auf Standard zurücksetzen
spanish: Restablecer color y opacidad de la barra de inicio

# #31675
source: Sets the colour and opacity for the home bar menu.
french: Définir la couleur et l'opacité de la barre du menu Accueil.
spanish: Establecer color y opacidad de la barra del menú inicio.
