Repository: Alanon202/skin.eminence.2.mod
Catalog: language/*/strings.po
Languages: french, german, spanish

# #31223
source: 20 seconds
french: 20 secondes
german: 20 Sekunden
spanish: 20 segundos

# #31224
source: 25 seconds
french: 25 secondes
german: 25 Sekunden
spanish: 25 segundos

# #31225
source: 30 seconds
french: 30 secondes
german: 30 Sekunden
spanish: 30 segundos

# #31226
source: 60 seconds
french: 60 secondes
german: 60 Sekunden
spanish: 60 segundos

# #31232
source: Defines the time spent on a single image when rotating backgrounds are enabled.
french: Définir le temps passé sur une seule image lorsque la rotation des arrière-plans est activée.
german: Definiert die Zeit, wie lange ein einzelnes Bild gezeigt wird wenn wechselnde Hintegründe aktiviert sind.
spanish: Define el tiempo invertido en una sola imagen cuando los fondos giratorios están habilitados.

# #31233
source: Backgrounds rotation time
french: Temps de rotation des arrière-plans
german: Zeit zwischen den Wechseln von Hintergründen
spanish: Tiempo de rotación de fondos

# #31234
source: Show extrathumbs
french: Afficher les extrathumbs
german: Zeige Extra-Vorschaubilder
spanish: Mostrar extrathumbs

# #31235
source: Now:
french: Maintenant :
german: Jetzt:
spanish: Ahora:

# #31236
source: Next:
french: Suivant :
german: Als nächstes:
spanish: Siguiente:

# #31237
source: ClearArt position
french: Position du ClearArt
german: Position ClearArt
spanish: Posición de ClearArt

# #31238
source: Sets the ClearArt position during playback.
french: Ajuster la position du CleanArt durant la lecture.
german: Lege die Position von ClearArt während der Wiedergabe fest
spanish: Establece la posición ClearArt durante la reproducción.

# #31239
source: Center
french: Centrer
german: Zentriert
spanish: Centrar

# #31240
source: Left
french: Gauche
german: Links
spanish: Izquierda

# #31241
source: Right
french: Droite
german: Rechts
spanish: Derecha

# #31242
source: Show disc case
french: Afficher le boitier du disque
german: Zeige CD-Hülle
spanish: Monstrar disc case

# #31243
source: Shows the disc case in the Music OSD.
french: Afficher le boitier du disque dans l'OSD Musique.
german: Zeige die CD-Hülle im Musik-OSD
spanish: Monstrar disc case en el OSD de música.

# #31244
source: Dim the settings screen
french: Diminuer la luminosité
german: Dimmen im Einstellungsmenü
spanish: Desactiva la pantalla de ajustes

# #31245
source: Ignores the user's background settings and darkens the screens for better visibility.
french: Ignorer les propriétés de l'arrière-plan et assombrir l'écran pour une meilleure visibilité.
german: Ignoriere die Benutzerdefinierten Hintergrund-Einstellungen und dunkle den Bildschirm für bessere Lesbarkeit ab.
spanish: Ignora la configuración de fondo del usuario y oscurece las pantallas para una mejor visibilidad.

# #31246
source: Go to fullscreen on playback
french: Passer en mode plein écran lors de la lecture
german: Wechsle in Vollbild während der Wiedergabe
spanish: Ir a pantalla completa en reproducción

# #31247
source: Goes to the Music OSD immediately upon clicking a track.
french: Afficher immédiatement l'OSD Musique après avoir lancer une piste audio.
german: Gehe direkt zum Musik-OSD bei Auswählen eines Titels.
spanish: Va al Music OSD inmediatamente después de hacer clic en una pista.

# #31248
source: Use vertical context menu
french: Utiliser le menu contextuel vertical
german: Benutze vertikales Kontextmenü
spanish: Usar el menú contextual vertical

# #31249
source: Uses the vertical context menu instead of the default horizontal one.
french: Utiliser le menu contextuel vertical à la place du menu horizontal par défaut.
german: Benutzt das vertikale Kontextmenü statt dem üblichen horizontalen.
spanish: Utiliza el menú contextual vertical en lugar del horizontal predeterminado.

# #31250
source: Show DiscArt
french: Afficher les DiscArts
german: Zeige DiscArt
spanish: Mostrar DiscArt

# #31251
source: RightList
french: Liste à droite
german: Rechte Liste

# #31252
source: Show Info
french: Afficher les informations
german: Zeige Info
spanish: Mostrar Info

# #31253
source: Alternate layout
french: Afficher la disposition alternative
german: Alternatives Layout
spanish: Diseño alternativo

# #31254
source: Dim Home
french: Assombrir l'Accueil
german: Dimme Hauptmenü

# #31255
source: Applies a gradient effect on the Home screen backgrounds.
french: Appliquer un effet de calque gris sur l'arrière-plan de l'écran d'Accueil
german: Füge einen Verlaufseffekt für Hintergründe des Hauptmenüs hinzu
spanish: Aplica un efecto de degradado en los fondos de la pantalla de inicio.

# #31257
source: Resources
french: Ressources
german: Resourcen
spanish: Recursos

# #31258
source: This category contains the settings for managing skin widgets.
french: Cette catégorie permet de gérer les différents réglages des widgets.
german: Diese Kategorie beinhaltet die Einstellungen für die Verwaltung von Skin Widgets.
spanish: Esta categoría contiene la configuración para administrar widgets de piel.

# #31259
source: Show the widget item duration
french: Afficher le widget indiquant la durée des médias
german: Zeige die Spielzeit für Einträge in Widgets
spanish: Mostrar la duración del elemento del widget

# #31260
source: Enables the duration display of the focused item within the widgets.
french: Activer l'affichage de la durée de l'élément sélectionné dans le widget.
german: Aktiviert die Speilzeit-Anzeige bei ausgewählten Objekten im Widget.
spanish: Permite la visualización de la duración del elemento enfocado dentro de los widgets.

# #31261
source: Use animated discs
french: Utiliser les disques animés
german: Benutzer animierte Disc's
spanish: Utilizar discos animados

# #31262
source: Enables the spinning disc (DiscArt or fake disc) in the Music OSD.
french: Activer l'affichage d'un disque rotatif (DiscArt ou CD Gravé) dans l'OSD Musique.
german: Aktiviere drehende Disc (DiscArt oder Fake-Disc) im Musik-OSD
spanish: Habilita el disco giratorio (DiscArt o disco falso) en el OSD de música.

# #31263
source: Use plot outline
french: Afficher un court résumé
german: Benutze eine Zusammenfassung der Handlung
spanish: Usar esquema de trazado

# #31264
source: Displays a shortened plot type for video media in the entire skin.
french: Affiche un court résumé pour toutes les vidéos dans le thème.
german: Zeigt eine verkütrzte Handlung für Videomaterial im gesamten Skin.
spanish: Muestra un tipo de trazado acortado para los medios de vídeo en toda la piel.

# #31265
source: Low List
french: Courte Liste
german: Niedrige Liste
spanish: Lista baja

# #31266
source: Showcase Widgets
french: Widget Showcase
german: Schaufenster Widgets

# #31267
source: Landscape
french: Paysage
german: Querformat

# #31268
source: Show showcase widget on down
french: Afficher le widget Showcase en bas
german: Zeige Schaufenster-Widget bei abwärts
spanish: Mostrar el widget del showcase abajo

# #31269
source: Miscellaneous
french: Divers
german: Verschiedenes

# #31270
source: Install from repository or zip file
french: Installer depuis un dépôt ou depuis un fichier zip
german: Installieren mit Zip-Datei aus Paketquelle
spanish: Instalar desde el repositorio o archivo zip

# #31272
source: Displays a window to setup the Showcase widgets type and layout.
french: Afficher une fenêtre pour configurer le genre et la disposition du widget Showcase.
german: Zeigt ein Fenster zum Einstellen von Typ und Ansicht des Schaufenster-Widget
spanish: Muestra una ventana para configurar el tipo y el diseño de los widgets Showcase.

# #31273
source: Displays the showcase widget when pressing down on menu items without submenus.
french: Afficher le widget Showcase lorsque vous appuyez vers le bas dans un menu dépourvu de sous-menus.
german: Zeigt das Schaufenster-Widget bei Menüeinträgen ohne Untermenü beim drücken von abwärts.
spanish: Muestra el showcase widget al presionar hacia abajo en los elementos del menú sin submenús.

# #31274
source: View system events
french: Voir les événements systèmes
german: Zeige Systemereignisse
spanish: Ver eventos del sistema

# #31275
source: Event logs
french: Logs d'événements
german: Ereignisprotokoll
spanish: Registros de eventos

# #31276
source: Customise showcase widgets
french: Personnaliser le widget Showcase
german: Bearbeite Schaufenster-Widget
spanish: Personalizar el showcase widgets

# #31277
source: Show widget backgrounds on focus
french: Afficher l'arrière-plan du widget lorsque celui-ci est en premier plan
german: Zeige Widget-Hintergrund beim Fokusieren
spanish: Mostrar los fondos de los widgets en el enfoque

# #31278
source: The widget backgrounds will be shown only when the widget is focused (on up).
french: L'arrière-plan du widget sera affiché seulement si le widget est au premier plan (vers le haut).
german: Der Widget-Hintergrund wird nur angezeigt wenn das Widget fokusiert ist (bei aufwärts).
spanish: Los fondos del widget se mostrarán sólo cuando el widget esté enfocado (arriba).

# #31279
source: Set main panel colour
french: Modifier la couleur du panneau principal
german: Definiere Farbe der Hauptleiste
spanish: Configurar el color del panel principal

# #31280
source: Reset panel colour to default
french: Restaurer la couleur du panneau principal par défaut
german: Setzte Farbe der Leiste auf Standard zurück
spanish: Restablecer el color del panel al valor predeterminado

# #31281
source: Sets the colour of the light back panels used across the skin view-types. [B]Not available with the Dark interface.[/B]
french: Sélectionner la couleur de la lumière illuminant les panneaux en arrière-plan à travers l'ensemble des différentes vues du thème. [B]Non disponible avec la version Dark.[/B]
spanish: Establece el color de los paneles traseros de luz utilizados en los tipos de vista de la piel. [B] No disponible con la interfaz Dark.[/B]

# #31282
source: Resets the panel colours back to the skin default (near transparent).
french: Restaurer la couleur du panneau à sa valeur par défaut (quasi transparente).
spanish: Restablece los colores del panel de nuevo a la piel por defecto (cerca transparente).

# #31283
source: Colour the background
french: Couleur de l'arrière-plan
german: Hintergrundfarbe
spanish: Color de fondo

# #31284
source: Fanart Icons
french: Fanart des icônes
german: Fanart Symbole
spanish: Iconos de Fanart

# #31285
source: Fanart Icons Ep.
french: Fanart des icônes des épisodes
german: Fanart Symbole Ep.
spanish: Fanart Iconos Ep.

# #31500
source: None
french: Aucun(e)
german: Ohne
spanish: Ninguno

# #31501
source: Rounded tiles
french: Tuiles rondes
german: Runde Kacheln
spanish: Recuadros redondos

# #31502
source: Squared tiles
french: Tuiles carrées
german: Eckige Kacheln
spanish: Recuadros cuadrados

# #31503
source: Rounded Tile
french: Tuile arrondie
german: Runde Kachel
spanish: Recuadro Cuadrado con esquinas redondeadas

# #31504
source: Squared Tile
french: Tuile carrée
german: Eckige Kachel
spanish: Recuadro Cuadrado

# #31505
source: Beveled Tile
french: Tuile biseautée
german: Schräge Kachel
spanish: Recuadro Biselado

# #31506
source: Header tile style
french: Style de la tuile de l'en-tête
german: Aussehen der Kachel in der Kopfzeile
spanish: Estilo del recuadro de cabecera

# #31507
source: Widgets tile style
french: Style de la tuile des widgets
german: Aussehen der Kacheln in Widgets
spanish: Estilo del recuadro de widgets

# #31508
source: Power Menu Shortcut
french: Raccourci vers le Menu Alimentation
german: Verknüpfung zum Ausschaltmenü
spanish: Acceso directo al menú de apagado

# #31509
source: Library options
french: Options de la bibliothèque
german: Bibliotheks-Optionen
spanish: Opciones de la biblioteca

# #31510
source: Disable rating and votes display
french: Masquer l'affichage des notes et des votes
german: Deaktivere die Anzeige der Benutzerbewertung
spanish: Desactivar calificación y votos

# #31511
source: Disable classification infos (MPAA) display
french: Masquer l'affichage des informations de classification
german: Deaktiviere die Anzeige der Einstufung (MPAA)
spanish: Desactivar clasificación (MPAA)

# #31512
source: Show ClearArt on video info screens
french: Afficher le ClearArt sur les informations vidéos
german: Zeige ClearArt in Video-Infobildschirmen
spanish: Mostrar ClearArt en la información de los videos

# #31513
source: Show movies/tv shows ClearLogo artwork
french: Afficher le ClearLogo des films et des séries TV
german: Zeige ClearLogos für Filme und Serien
spanish: Mostrar clearlogos de peliculas/series

# #31514
source: active
french: actif
german: aktiv
spanish: activo

# #31515
source: inactive
french: inactif
german: inaktiv
spanish: inactivo

# #31516
source: Download subtitles
french: Télécharger des sous-titres
german: Unertitel herunterladen
spanish: Descargar subtitulos

# #31517
source: Next subtitles
french: Sous-titres suivants
german: Nächster Untertitel
spanish: Subtitulos siguientes

# #31518
source: Subtitles
french: Sous-titres
german: Untertitel
spanish: Subtitulos

# #31519
source: Show artist ClearLogos
french: Afficher les ClearLogos des artistes
german: Zeige ClearLogos von Künstlern
spanish: Mostrar clearlogos de artistas

# #31520
source: Path to musics directory
french: Chemin du répertoire musical
german: Pfad zu den Musikverzeichnissen
spanish: Ruta del directorio de Artworks de Artistas

# #31521
source: Show DiscArt on album info screens
french: Afficher le DiscArt dans les écrans d'informations des albums
german: Zeige DiscArt im Album-Infobildschirm
spanish: Mostrar CDArt de albumes en la información

# #31522
source: Path to the music directory
french: Chemin du répertoire musical
german: Pfad ins Musikverzeichnis
spanish: Ruta al directorio de música

# #31523
source: Last Updated :
french: Dernièrement mise à jour :
german: Letztes Update :
spanish: Ultima Actualización :

# #31524
source: Rollback
french: Version précédente
german: Rückgängig machen

# #31525
source: Show ClearArt on video info screens
french: Afficher le ClearArt dans les écrans d'informations vidéo
german: Zeige ClearArt im Video-Infobildschirm
spanish: Mostrar ClearArt en la información de videos

# #31526
source: Back to Fullscreen
french: Retour au plein écran
german: Zurück zum Vollbild
spanish: Volver a Pantalla completa

# #31527
source: Show ClearArt with the NextUp Notification add-on
french: Afficher le ClearArt avec l'extension [B]NextUp Notification[/B]
spanish: Mostrar ClearArt en el addon NextUp Notification

# #31528
source: Channels
french: Canaux
german: Kanäle
spanish: Canales

# #31529
source: Disable Box Office info on video info screens
french: Masquer l'affichage des informations du Box-Office
german: Deaktivere Handlungszusammenfassung im Video-Infobildschirm
spanish: Desactivar la visualización de la taquilla en informaciones de vídeo

# #31530
source: Disable Box Office info on video info screens
french: Masquer l'affichage des informations du Box-Office sur l'écran des informations vidéos
german: Deaktivere Handlungszusammenfassung im Video-Infobildschirm
spanish: Desactivar la visualización de la taquilla en informaciones de vídeo

# #31531
source: Hide header tile
french: Masquer la tuile de l'en-tête
german: Verberge Kachel der Kopfzeile
spanish: Ocultar recuadro de cabecera

# #31532
source: Big Wide with Logos
french: Panoramique avec logos
german: Groß und Breit mit Logos
spanish: Panoramica grande con logos

# #31533
source: Fast Forward
french: Avance Rapide
german: Schneller Vorlauf
spanish: Avance Rápido

# #31534
source: Fast Rewind
french: Retour Rapide
german: Schneller Rücklauf
spanish: Retroceso Rápido

# #31535
source: Show ClearLogo on widget tiles
french: Afficher le ClearLogo des films et séries TV sur la tuile des widgets
german: Zeige ClearLogo in Widget-Kacheln
spanish: Mostrar ClearLogo en el recuadro del widget

# #31536
source: This category contains the settings for the home menu.
french: Ce menu concerne les paramètres relatifs à l'écran d'acceuil.
german: Diese Kategorie beinhaltet die Einstellungen für das Hauptmenü.
spanish: Esta categoría contiene los ajustes del menú de inicio.

# #31537
source: This category contains the settings for the background.
french: Ce menu concerne les paramètres relatifs à l'arrière-plan.
german: Diese Kategorie beinhaltet die Einstellungen für den Hintergrund.
spanish: Esta categoria contiene los ajustes para el fondo

# #31538
source: This category contains the settings for the Music OSD.
french: Ce menu concerne les paramètres relatifs au menu à l'écran musique (OSD).
german: Diese Kategorie beinhaltet die Einstellungen für das Musik-OSD.
spanish: Esta categoría contiene los ajustes del OSD de música

# #31539
source: This category contains the settings for the Video OSD.
french: Ce menu concerne les paramètres relatifs au menu à l'écran vidéo (OSD).
german: Diese Kategorie beinhaltet die Einstellungen für das Video-OSD.
spanish: Esta categoría contiene los ajustes del OSD de video.

# #31540
source: This category contains the settings for the header and a few settings for the hubs.
french: Ce menu concerne les réglages des en-têtes ainsi que quelques-uns pour les Hubs.
german: Diese Kategorie beinhaltet die Einstellungen für den Kopfbereich und ein paar Einstellungen für die Hubs.
spanish: Esta categoría contiene los ajustes para el encabezado y algunos ajustes para los concentradores.

# #31541
source: This category contains the settings for displaying various items in the library.
french: Ce menu permet de modifier l'affichage de différents items dans la bibliothèques.
german: Diese Kategorie beinhaltet die Einstellungen für die Anzeige verschiedener Einträge in der Bibliothek.

# #31542
source: This category contains the settings for highlight colours.
french: Ce menu permet de mofidier les couleurs de surbrillance.
german: Diese Kategorie beinhaltet die Einstellungen für Markierungsfarben.
spanish: Esta categoría contiene los ajustes de los colores destacados.

# #31543
source: This category contains extra settings.
french: Ce menu concerne les réglages supplémentaires du thème.
german: Diese Kategorie beinhaltet die Extra-Einstellungen.
spanish: Esta categoría contiene ajustes adicionales.

# #31544
source: This category contains the settings for managing various skin resources.
french: Ce menu permet de gérer différentes options du thème.
german: Diese Kategorie beinhaltet die Einstellungen für verschiedene Skin-Resourcen.
spanish: Esta categoría contiene la configuración para administrar varios recursos de skin.

# #31545
source: Configure home menu and widgets.
french: Configurer le menu de l'écran d'Accueil et les widgets.
german: Konfiguriere Hauptmenü und Widgets
spanish: Configurar el menú de inicio y los widgets.

# #31546
source: Select the widget to display when no widget is selected in the configuration of the home menu.
french: Sélectionner le widget à afficher lorsque aucun widget n'a été sélectionné pour le menu de l'écran d'Accueil.
spanish: Seleccionar el widget a mostrar cuando no haya ninguno seleccionado en la configuración del menú de inicio.

# #31547
source: Shows widget tile and infos on home menu.
french: Permet d'afficher la tuile du widget et les informations sur l'écran d'Accueil.
german: Zeige Widget-Kachel und Infroamtionen auf dem Hauptbildschirm
spanish: Mostrar recuadro del widget e información en el menú de inicio.

# #31548
source: Choose how posters are displayed with widgets. [[B]Never[/B]] No poster is displayed with widgets. [[B]Always[/B]] Posters are always displayed with widgets. [[B]On Up[/B]] Posters are displayed only when pressing the Up button. [B]Individually set in customisation dialog[/B]] Choose to display or not posters individually for each widget via customise home menu.
french: Permet de choisir la façon dont sont affichés les posters des widgets. [[B]Jamais[/B]] Aucun poster n'est affiché avec les widgets. [[B]Toujours[/B]] Les posters sont toujours affichés avec les widgets. [[B]Avec la touche Haut[/B]] Les posters s'affichent uniquement lors de l'appui sur la touche Haut. [[B]Définir individuellement dans le menu de personnalisation[/B]] Permet de choisir ou non d'afficher les posters individuellement pour chaque widget via la personnalisation du menu de l'écran d'Accueil.
spanish: Elige cómo se ven los posters en los widgets.[B] Nunca [/B]"No se ven poster en los widgets.[B]Siempre[/B] Siempre se ven posters en los widgets.[B] On Up [/B] Sólo se ven al pulsar el botón de arriba. [B] Establecido individualmente en la personalización [/B]Elegir ver o no los posters de forma individual para cada widget a través de la personalización del menú de inicio.

# #31549
source: Shows discs with widgets.
french: Afficher les CDArts avec les widgets.
german: Zeigt Discs in Widgets.
spanish: Mostrar discos en el widget.

# #31550
source: Shows ClearLogos with widgets.
french: Afficher les ClearLogos sur la tuile des widgets.
german: Zeigt ClearLogos in Widgets.
spanish: Mostrar clearlogos en el widget.

# #31551
source: Choose home tile icon.
french: Sélectionner l'icône de la tuile de l'écran d'Accueil.
spanish: Elige el icono del recuadro inicio.

# #31552
source: Sets home tile text.
french: Définir le nom tuile de l'écran d'Accueil.
spanish: Establecer el texto del recuadro inicio.

# #31553
source: Sets the home header text. To hide it, input [B]N/A[/B] as your text!
french: Modifier le texte de l'en-tête de l'Accueil. Pour le masquer, saisissez [B]N/A[/B] dans le texte !
spanish: Establece el texto del encabezado de inicio. Para ocultarlo, ingrese N/A como texto!

# #31554
source: Let's make the home bar menu transparent.
french: Rendre la barre de menu de l'écran d'Accueil transparente.
spanish: Hacer transparente el menú de la barra de inicio.

# #31555
source: Sets the home bar style.
french: Sélectionner l'apparence de la barre de menu de l'écran d'Accueil.
spanish: Establecer el estilo de la barra de inicio.

# #31556
source: Sets the header tile style.
french: Sélectionner l'apparence de la tuile de l'en-tête
spanish: Establecer el estilo del recuadro de cabecera.

# #31557
source: Sets the widget tiles style.
french: Sélectionner l'apparence de la tuile des widgets.
spanish: Establecer el estilo del recuadro de widgets.

# #31558
source: Shows fanart as backgrounds within the library.
french: Afficher le fanart en arrière-plan dans la bibliothèque.
spanish: Mostrar fanarts de fondo en la colección.

# #31559
source: Shows playing video as background.
french: Afficher la vidéo en arrière-plan.
spanish: Muestra la reproducción de vídeo como fondo.

# #31560
source: Gives a displacement effect to Fanart.
french: Donner un effet de déplacement au fanart.
spanish: Dar un efecto de desplazamiento al Fanart

# #31561
source: Select a background to replace the default.
french: Sélectionner un arrière-plan pour remplacer celui par défaut.
spanish: Seleccionar un fondo para reemplazar al predeterminado.

# #31562
source: Select a background to display when no Fanart is available.
french: Sélectionner un arrière-plan à afficher lorsque aucun Fanart n'est disponible.
spanish: Seleccionar un fondo para mostrar cuando no hay disponible Fanart.

# #31563
source: Select the Weather fanart resource add-on.
french: Sélectionner l'extension de fanarts pour la météo.
german: Wähle Resourcen-Addon für Wetter-Fanart
spanish: Seleccionar fanarts en el addon Tiempo.
